[{
    "bookname": ["Best romance songs : 49 timeless love classics"],
    "type": ["Books"],
    "year": [2016],
    "ISBN": [9781470632366],
    "Description": ["Piano, vocal, guitar. Includes notation, tablature, chord symbols, chord diagrams, and lyrics."]
  },
  {
    "bookname": ["She's the one: 7 smash hits"],
    "type": ["Books"],
    "year": [2004],
    "ISBN": [21796247],
    "Description": ["This is a music book."]
  },
  {
    "bookname": ["Essential musicianship for band: ensemble concepts, fundamental"],
    "type": ["Books"],
    "year": [2017],
    "ISBN": [9780634094637],
    "Description": ["The highly acclaimed ensemble method by Eddie Green, John Benzer and David Bertman is now available for beginning and intermediate musicians. Ensemble Concepts Fundamental Level is designed to help young ensembles (1st to 2nd year) acquire solid performance skills while also developing overall musicianship. Every aspect of ensemble development is introduced individually, in developmental order, then combined for more advanced practice. The exercises fit easily into your warm-up routine, saving you precious rehearsal time."]
  },
  {
    "bookname": ["Business law: text and cases"],
    "type": ["Books"],
    "year": [2015],
    "ISBN": [9781285185248],
    "Description": ["Comprehensive, authoritative, and student-friendly, longtime market-leader BUSINESS LAW"]
  },
  {
    "bookname": ["Business law: the ethical, global, and e-commerce environment"],
    "type": ["Books"],
    "year": [2013],
    "ISBN": [9780071317658],
    "Description": ["Suitable for the two-term business law course, this title includes a mix of actual and hypothetical cases."]
  },
  {
    "bookname": ["Introduction to business law"],
    "type": ["Books"],
    "year": [2016],
    "ISBN": [9781285860398],
    "Description": ["Using an innovative storytelling style that brings cases and legal concepts to life, INTRODUCTION TO BUSINESS LAW, 5E presents a full range of business law topics in a series of brief, quick-reading chapters."]
  },
  {
    "bookname": ["Newly ReleasedAccess Contested: Security, Identity and Resistance in Asian..."],
    "type": ["Books"],
    "year": [2018],
    "ISBN": [623946237916],
    "Description": ["Contemporary Sociology: A Journal of Reviews, 01/2013, Volume 42, Issue 1"]
  },
  {
    "bookname": ["Dog"],
    "type": ["Books"],
    "year": [2010],
    "ISBN": [62895789100],
    "Description": ["七八月份是一年中最热的时候,也就是我们常说的‘三伏天＇,在英语中,‘三伏天＇有一个特殊的表达方式dog days（of sum-mer），如Dog days are the hottest days in summer，（三伏天是夏季最热的时候），那么，这个习语又和狗有什么关系呢？”洋博士的习语课开始了!"]
  },
  {
    "bookname": ["Smart Cities in Europe"],
    "type": ["Books"],
    "year": [2009],
    "ISBN": [76569863765451],
    "Description": ["Against this background, the concept of the smart city has recently been introduced as a strategic device to encompass modern urban production factors in a common framework"]
  }
]
