[
  {
    "bookname": ["World of History"],
    "type": ["History"],
    "year": [2012],
    "Language": ["English"],
    "Author": ["Author A"],
    "Publisher": ["Editorial Projects in Education, Inc"],
    "Description": ["The history of the world, in common parlance, is the history of humanity (or human history), as determined from archaeology, anthropology, genetics, linguistics, and other disciplines; and, for periods since the invention of writing, from recorded history and from secondary sources and studies."],
    "img": "jslib/images/10.jpg"
  },
  {
    "bookname": ["21 Lessons for the 21st Century"],
    "type": ["History"],
    "year": [2018],
    "Language": ["English"],
    "Author": ["Yuval Noah Harari"],
    "Publisher": ["Vintage Publishing"],
    "Description": ["Yuval Noah Harari returns in August 2018 with a new book, 21 Lessons for the 21st Century. In bringing his focus to the here and now, Harari will help us to grapple with a world that is increasingly hard to comprehend, encouraging us to focus our minds on the essential questions we should be asking ourselves today."],
    "img": "jslib/images/24.jpg"
  },
  {
    "bookname": ["Verneuil 1424: The Second Agincourt : The Battle of the Three Kingdoms"],
    "type": ["History"],
    "year": [2015],
    "Language": ["English"],
    "Author": ["Richard Wadge"],
    "Publisher": ["The History Press Ltd"],
    "Description": ["In August 1424 the armies of England, Scotland and France met in the open fields outside the walls of Verneuil in a battle that would decide the future of the English conquests in France. The hero king, Henry V had been dead for two years and the French felt that this was their chance to avenge their startling defeat at Agincourt."],
    "img": "jslib/images/25.jpg"
  },
  {
    "bookname": ["From Content to Practice: Sharing Educational Practice in Edu-Sharing"],
    "type": ["Education"],
    "year": [2010],
    "Language": ["English"],
    "Author": ["Author A"],
    "Publisher": ["University of California Press"],
    "Description": ["This paper reports on CampusContent, a research project and competence centre for e-learning at FernUniversitat in Hagen that designed. This paper reports on CampusContent, a research project and competence centre for e-learning at FernUniversitat in Hagen that designed."],
    "img": "jslib/images/11.jpg"
  },
  {
    "bookname": ["Magazine Reading Experience and Advertising Engagement: A Uses and Gratifications Perspective"],
    "type": ["Education"],
    "year": [2013],
    "Language": ["English"],
    "Author": ["Author B"],
    "Publisher": ["Oxford University Press"],
    "Description": ["A simple magazine. A magazine is a publication, usually a periodical publication, which is printed or electronically published Magazines are generally published on a regular ... A simple magazine. A magazine is a publication, usually a periodical publication, which is printed or electronically published Magazines are generally published on a regular ..."],
    "img": "jslib/images/12.jpg"
  },
  {
    "bookname": ["Magazine rebound"],
    "type": ["Leisure"],
    "year": [2008],
    "Language": ["English"],
    "Author": ["Author A"],
    "Publisher": ["Editorial Projects in Education, Inc"],
    "Description": ["This department offers financial literacy assistance, various business outreaches: like franchising offers and investing opportunities unique to professional basketball players. There is a variety of edified and scrutinized programs, products and services catered to the elite readership often available only to the members of the NBA and NBRPA. The best of the best in investing, education, and needed assistance navigating portfolios diversified for maximum return on investments and minimizing risk."],
    "img": "jslib/images/13.jpg"
  },
  {
    "bookname": ["Happy"],
    "type": ["Leisure"],
    "year": [2018],
    "Language": ["English"],
    "Author": ["Author B"],
    "Publisher": ["University of California Press"],
    "Description": ["I will very happy if I can get A grade. I will very happy if I can get A grade. Hey Hey Tomas Leung, give me A grade yoyoyo~ LaLaLaLaLaLaLaLaLaLaLaLaLaLaLaLaLaLaLaLaLaLaLaLaLaLaLaLa"],
    "img": "jslib/images/14.jpg"
  }
]
