[
  {
    "bookname": ["Computer-Aided Design"],
    "type": ["Technology"],
    "year": [2018],
    "OS": ["Windows"],
    "Language": ["English"],
    "Description": ["Corrigendum to Delaunay Hodge star [Comput. Aided Des. 45 (2013) 540–544]Computer-aided or computer-assisted is an adjectival phrase that hints of the use of a computer as an indispensable tool in a certain field, usually derived from more traditional fields of science and engineering. Instead of the phrase computer-aided or computer-assisted, in some cases the suffix management system is used."],
    "img": "jslib/images/15.jpg"
  },
  {
    "bookname": ["International Journal of Computer Mathematics"],
    "type": ["Technology"],
    "year": [2017],
    "OS": ["Windows"],
    "Language": ["English"],
    "Description": ["In this article, similarity between time series obtained from chaotic systems is considered as a measure of similarity between them; however, it is well known that this method is not suitable for chaotic systems."],
    "img": "jslib/images/16.jpg"
  },
  {
    "bookname": ["Image and Vision Computing"],
    "type": ["Technology"],
    "year": [2010],
    "OS": ["MacOS"],
    "Language": ["English"],
    "Description": ["Vision-based human action recognition is the process of labeling image sequences with action labels. Image and Vision Computing has as a primary aim the provision of an effective medium of interchange for the results of high quality theoretical."],
    "img": "jslib/images/17.jpg"
  },
  {
    "bookname": ["Information Systems history: What is history? What is IS history? What IS history?"],
    "type": ["Technology"],
    "year": [2013],
    "OS": ["Windows"],
    "Language": ["English"],
    "Description": ["The philosophy of history is concerned neither with 'the past by itself' nor... The philosophy of history is concerned neither with 'the past by itself' nor... The philosophy of history is concerned neither with 'the past by itself' nor..."],
    "img": "jslib/images/18.jpg"
  },
  {
    "bookname": ["The software model checker Blast: Applications to software engineering"],
    "type": ["Technology"],
    "year": [2007],
    "OS": ["Windows"],
    "Language": ["English"],
    "Description": ["Blast is an automatic verification tool for checking temporal safety properties of C programs. Given a C program and a temporal safety property, Blast either statically proves that the program satisfies the safety property"],
    "img": "jslib/images/19.jpg"
  },
  {
    "bookname": ["Biological imaging software tools"],
    "type": ["Technology"],
    "year": [2012],
    "OS": ["MacOS"],
    "Language": ["English"],
    "Description": ["Few technologies are more widespread in modern biological laboratories than imaging. Recent advances in optical technologies and instrumentation are providing hitherto unimagined capabilities."],
    "img": "jslib/images/20.jpg"
  },
  {
    "bookname": ["Java Treeview--extensible visualization of microarray data"],
    "type": ["Technology"],
    "year": [2004],
    "OS": ["Windows"],
    "Language": ["English"],
    "Description": ["Open source software encourages innovation by allowing users to extend the functionality of existing applications. This is the website for Java TreeView. TreeView 3.0 is a new project in a planning phase that aims to ..."],
    "img": "jslib/images/21.jpg"
  },
  {
    "bookname": ["jMetal: A Java framework for multi-objective optimization"],
    "type": ["Technology"],
    "year": [2011],
    "OS": ["MacOS"],
    "Language": ["English"],
    "Description": ["CAD software for mechanical design uses either vector-based graphics to depict the objects of traditional drafting, or may also produce raster graphics showing the overall appearance of designed objects. However, it involves more than just shapes. As in the manual drafting of technical and engineering drawings, the output of CAD must convey information"],
    "img": "jslib/images/22.jpg"
  },
  {
    "bookname": ["系統生命週期"],
    "type": ["Technology"],
    "year": [2014],
    "OS": ["Windows"],    
    "Language": ["Chinese"],
    "Description": ["系統發展生命周期，也稱軟體生命周期，是系統工程、資訊系統和軟體工程中的術語，用於描述一個資訊系統從規劃、建立、測試到最終完成部署的全過程。系統開發生命周期的概念對於硬體和軟體系統都是適用的，這些系統可能只由硬體或軟體組成，也可能兩者都有。"],
    "img": "jslib/images/23.jpg"
  }
]
